[
  {
    "id": 1,
    "nome": "Moacir Piloneto",
    "foto": "https://scontent.fjdo11-1.fna.fbcdn.net/v/t39.30808-6/586468035_1540854530439518_8256792694053253094_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_eui2=AeEFTzX3Ibony1mceoXl4x5AXK7xDAqlYFVcrvEMCqVgVSEzqxBTVwWP-o8dPTTUyHtMpM36n9zau6VGV0OIIQny&_nc_ohc=xca8d6_N5VgQ7kNvwEr76_3&_nc_oc=Adl7mrKQKVNQTFr5DHYcTe9-7DcQ85mX2JfoRu5GOgFYBVYzRa9JmBBmD1Ct4w7ZRTg&_nc_zt=23&_nc_ht=scontent.fjdo11-1.fna&_nc_gid=y3_YG-xeEGW3tMdPU1GHpQ&oh=00_AfiAyvbtz6CQwPykEtfGRP92iXJj20kOvkBP_UROCnuzRQ&oe=6925A4FD",
    "historia": "Moacir Piloneto está enfrentando um período difícil em sua vida. Seu benefício, que era sua única fonte de renda, encerrou no dia 31/10. Ao tentar renovar, recebeu a notícia de que a nova perícia só aconteceria em 23/02/2026, deixando um intervalo de cinco meses sem qualquer salário. Durante esse tempo, Moacir está lutando para manter suas necessidades básicas enquanto aguarda o retorno do benefício. Qualquer valor que alguém possa contribuir",
    "tipo_ajuda": "pix",
    "link": "54392799034"
  },
  {
    "id": 2,
    "nome": "Lucas HC",
    "foto": "https://p16-sign-va.tiktokcdn.com/tos-maliva-avt-0068/63f04c9d30015b7dcb6dfbd471139481~tplv-tiktokx-cropcenter:1080:1080.jpeg?dr=14579&refresh_token=a3dc0861&x-expires=1763863200&x-signature=uusWOeG0CUCOuk91JgrS62r8nBg%3D&t=4d5b0474&ps=13740610&shp=a5d48078&shcp=81f88b70&idc=my",
    "historia": "Lucas enfrenta diariamente desafios que muitos sequer imaginam. As portas de sua casa são tão estreitas que ele não consegue passar com a cadeira de rodas, tornando simples deslocamentos em verdadeiros obstáculos. Cada ida a um cômodo exige esforço, paciência e, muitas vezes, ajuda — quando tudo o que ele deseja é autonomia. Além disso, Lucas trabalha de casa e precisa de um espaço adequado para seus equipamentos. Seu sonho é construir um ambiente mais confortável, seguro e funcional, onde ele possa trabalhar e viver com dignidade. A adaptação da casa representa para ele não só mais acessibilidade, mas a chance de ter uma vida mais leve e independente.",
    "tipo_ajuda": "pix",
    "link": "v4090038@vakinha.com.br"
  },
  {
    "id": 3,
    "nome": "FLAVIA",
    "foto": "",
    "historia": "Flávia, 16 anos, vive com Encefalopatia Crônica e depende totalmente dos cuidados da mãe. Para sair de casa para consultas, fisioterapia e atividades sociais, ela precisa ser carregada no colo por uma escada de 11 degraus, muito íngreme. Com seu crescimento e movimentos involuntários, essa rotina se tornou perigosa. A família precisa instalar uma plataforma de acessibilidade e uma cobertura, garantindo segurança e proteção para Flávia e seus equipamentos",
    "tipo_ajuda": "link",
    "link": "https://www.vakinha.com.br/vaquinha/instalacao-de-plataforma-de-acessibilidade-para-flavinha/contribua"
  } ,
  {
    "id": 4,
    "nome": "Cleber",
    "foto": "https://static.vakinha.com.br/uploads/vakinha/image/5218866/fd93b8b8-9898-44e7-980b-cd3e0ea962ed.jpeg?ims=700x410",
    "historia": "Cleber é casado e pai de quatro filhos. Sua vida mudou completamente após um grave acidente em 11/03/2013.Naquela data, ao tentar retirar um côco usando uma vara de ferro, o objeto encostou na rede elétrica, causando um choque de 13.800 volts. O acidente resultou na perda das duas mãos e de uma perna, deixando Cleber com uma deficiência física permanente. Desde então, ele enfrenta desafios intensos no dia a dia — desde tarefas básicas até atividades que antes eram simples em sua rotina.",
    "tipo_ajuda": "link",
    "link": "https://www.vakinha.com.br/vaquinha/ajuda-para-deficiente-sem-as-maos-e-perna-nao-passar-necessidades/contribua"
  },
  {
    "id": 5,
    "nome": "Acolher",
    "foto": "https://img.kickante.com.br/tinyMce/5919140786-whatsapp-image-2021-12-22-at-131645.jpeg?d=720x703",
    "historia": "O Projeto Acolher é uma ONG que assiste idosos e pessoas com deficiência em situação de vulnerabilidade, oferecendo moradia, alimentação e cuidados médicos e psicológicos. Sem apoio financeiro público e mantendo-se apenas com doações irregulares, a instituição enfrenta risco de multas e interdição, pois os dois imóveis atuais não atendem às exigências dos órgãos fiscalizadores. Para garantir a segurança e a continuidade do acolhimento de 23 residentes — muitos sem qualquer vínculo familiar — buscamos apoio para viabilizar a locação de imóveis adequados. Sua contribuição é essencial para que possamos continuar oferecendo uma vida digna e justa a quem mais precisa.",
    "tipo_ajuda": "link",
    "link": "https://www.kickante.com.br/vaquinha-online/estabilidade-para-acolher-idosos-e-pessoas-com-deficiencia-em-estado-de-vulnerabilidade"
  },
 {
    "id": 6,
    "nome": "Guilherme",
    "foto": "https://static.vakinha.com.br/uploads/vakinha/image/5811331/8C1DBD3D-9E7E-402C-A429-B43E85BBF00C.jpg?ims=700x410",
    "historia": "Guilherme, 25 anos, enfrenta uma situação urgente. Após ser diagnosticado com um sarcoma na bexiga, precisa passar por uma cirurgia imediata para remover o tumor. O procedimento foi negado pelo plano de saúde, deixando a família sem alternativas e correndo contra o tempo. A campanha busca apoio para custear a cirurgia e garantir que Guilherme tenha a chance de continuar lutando pela vida.",
    "tipo_ajuda": "link",
    "link": "https://www.vakinha.com.br/vaquinha/ajude-guilherme-a-fazer-uma-cirurgia/contribua"
  },
  {
    "id": 7,
    "nome": "Nanci",
    "foto": "https://static.vakinha.com.br/uploads/vakinha/image/5810925/f5388f71-9aa7-4191-b298-c80595c1fb12.jpeg?ims=700x410",
    "historia": "Nanci está enfrentando uma batalha contra o câncer de mama. Sem poder trabalhar, ela tem encontrado grandes dificuldades para arcar com exames, medicações e alimentação adequada — itens essenciais para o tratamento. Os custos são altos e têm se tornado um obstáculo diário. A campanha busca apoio para que Nanci consiga manter seu tratamento com dignidade. Qualquer ajuda faz diferença e será profundamente importante neste momento.",
    "tipo_ajuda": "link",
    "link": "https://www.vakinha.com.br/vaquinha/tratamento-oncologico-nanci-ribeiro-dutra/contribua"
  }


]
